tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "zegervdv/zathura"
brew "fzf"
brew "git"
brew "grep", args: ["with-default-names"]
brew "htop"
brew "mas"
brew "meson", args: ["HEAD"]
brew "mongodb", restart_service: true
brew "neofetch"
brew "neovim/neovim/neovim"
brew "node"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "vim"
brew "z"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
brew "zplug"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "basictex"
cask "cyberduck"
cask "dash"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "google-chrome-canary"
cask "iterm2"
cask "keka"
cask "mailspring"
cask "postman"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "vlc"
cask "whatsapp"
mas "LastPass", id: 926036361
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
