brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ente-cli"
brew "figlet"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "go"
brew "graphviz"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lazygit"
brew "minikube"
brew "neovim"
brew "openvpn"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "vim"
brew "yazi"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "brave-browser"
cask "bruno"
cask "cursor"
cask "dbeaver-community"
cask "font-inconsolata-nerd-font"
cask "freelens"
cask "iterm2"
cask "obsidian"
cask "pearcleaner"
cask "pycharm"
cask "raycast"
cask "rectangle"
cask "slack"
cask "tunnelblick@beta"
cask "visual-studio-code"
cask "wezterm@nightly"
uv "tinybird"
