brew "bat"
brew "bottom"
brew "chezmoi"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "font-inconsolata-nerd-font"
brew "fzf"
brew "go"
brew "helm"
brew "kubernetes-cli"
brew "minikube"
brew "neovim"
brew "python@3.11"
brew "tealdeer"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "cursor"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "openlens"
cask "pycharm"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"